package ru.ivalykhin.assistant_ai.bot;

public class DefaultMessages {
    public final static String WELCOME = """
            Привет! 👋 Я Эйва — твой личный ИИ-помощник. Я создана, чтобы помогать тебе во всех сферах жизни:\s
            ✅ Улучшить эмоциональное здоровье и быть твоим личным психологом
            ✅ Организовать твои задачи, напоминать о важном и формировать полезные привычки
            ✅ Составить план питания, разработать рецепты и составить список покупок
            ✅ Составить программы тренировок и мотивировать и научить правильно выполнять каждое упражнение
            ✅ Помогу поставить правильные карьерные и личные цели, развить полезные навыки
            ✅ Оптимизировать расходы и составить финансовый план
                        
            Давай познакомимся, чтобы я могла стать для тебя лучшим помощником! Как тебя зовут?
            """;
    public final static String UNKNOWN_COMMAND = "Что-то пошло не так. Попробуйте еще раз.";
}
